Revit is unable to move the selected group members to the project.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UnableToMoveElemsToProject { get; }
  Visual Basic
Public Shared ReadOnly Property UnableToMoveElemsToProject As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnableToMoveElemsToProject {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace